name:"pnet_onnx"
platform: "onnxruntime_onnx"
max_batch_size: 8
input [
  {
    name: "input_1"
    data_type: TYPE_FP32
    dims: [-1, -1, 3]
  }
]

output [
  {
    name: "conv4-2"
    data_type: TYPE_FP32
    dims: [-1, -1, 4]
  },

  {
    name: "conv4-1"
    data_type: TYPE_FP32
    dims: [-1, -1, 2]
  }
]

