name:"pnet"
platform: "tensorrt_plan"
max_batch_size: 8
input [
  {
    name: "input_1"
    data_type: TYPE_FP32
    dims: [-1, -1, 3]
  }
]

output [
  {
    name: "conv4-2"
    data_type: TYPE_FP32
    dims: [-1, -1, 4]
  },

  {
    name: "conv4-1"
    data_type: TYPE_FP32
    dims: [-1, -1, 2]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 0 ]
  },
  {
    count: 2
    kind: KIND_GPU
    gpus: [ 1 ]
  }
]
