name:"facenet"
platform: "tensorrt_plan"
max_batch_size: 16
input [
  {
    name: "input_1"
    data_type: TYPE_FP32
    dims: [160, 160, 3]
  }
]

output [
  {
    name: "Bottleneck_BatchNorm"
    data_type: TYPE_FP32
    dims: [ 128 ]
  }
]

