name: "pnet_tf"
platform: "tensorflow_graphdef"
max_batch_size: 8
input [
  {
    name: "input_1"
    data_type: TYPE_FP32
    dims: [-1, -1, 3]
  }
]

output [
  {
    name: "output_1"
    data_type: TYPE_FP32
    dims: [-1, -1, 4]
  },

  {
    name: "output_2"
    data_type: TYPE_FP32
    dims: [-1, -1, 2]
  }
]

